const questions = [
  {
    question: 'Кто является одним из основоположников клеточной теории?',
    answers: [
      'Антони ван Левенгук',
      'Роберт Гук',
      'Маттиас Шлейден и Теодор Шванн',
      'Чарльз Дарвин',
    ],
    correct: 3,
  },
  {
    question: 'В каком органоиде клетки происходит фотосинтез?',
    answers: ['Митохондрия', 'Хлоропласт', 'Рибосома', 'Ядро'],
    correct: 2,
  },
  {
    question: 'Какое вещество является носителем генетической информации?',
    answers: ['ДНК', 'РНК', 'Белки', 'Углеводы'],
    correct: 1,
  },
  {
    question: 'Кто предложил теорию естественного отбора?',
    answers: [
      'Грегор Мендель',
      'Луи Пастер',
      'Чарльз Дарвин',
      'Альберт Эйнштейн',
    ],
    correct: 3,
  },
];
