const questions = [
  {
    question: 'Наука, изучающая ящериц, называется?',
    img:'',
    answers: [
      'Энтомология',
      'Герпетология',
      'Териология',
      'Оология',
    ],
    correct: 2,
  },
  {
    question: 'Кто это?',
    img:'./gekon.jpg',
    answers: ['Геккон токи', 'Китайский гекко', 'Карликовый геккон Гюнтера', 'Каспийский геккон'],
    correct: 1,
  },
  {
    question: 'Сколько родов в семействе Агамовые?',
    img:'',
    answers: ['80', '40', '54', '52'],
    correct: 3,
  },
  {
    question: 'Кто это?',
    img:'./panter.jpg',
    answers: [
      'Малая брукезия',
      'Обыкновенный хамелеон',
      'Пантерный хамелеон',
      'Пустынный хамелеон',
    ],
    correct: 3,
  },
  {
    question: 'Первые чешуйчатые возникли',
    img:'',
    answers: [
      'В конце триаса',
      'В юрском периоде',
      'В меловом периоде',
      'В кайнозое',
    ],
    correct: 1,
  },
  {
    question: 'Кто это?',
    img:'./agama.jpg',
    answers: [
      'Обыкновенная агама - бабочка',
      'Шиповатая агама',
      'Каменная агама',
      'Бородатая агама',
    ],
    correct: 4,
  },
  {
    question: 'Сколько родов в семействе Веретенициевые',
    img:'',
    answers: [
      '15',
      '8',
      '10',
      '13',
    ],
    correct: 3,
  },
  {
    question: 'Кто это?',
    img:'./jelt.jpg',
    answers: [
      'Карликовый питон',
      'Желтопузик',
      'Тайпан Маккоя',
      'Многокилевая болиерия',
    ],
    correct: 2,
  },
  {
    question: 'У кого на морде длинный и узкий отросток белого цвета вроде рога?',
    img:'',
    answers: [
      'Рогатая агама',
      'Зелёная ящерица',
      'Древесная аброния',
      'Аризонский ядозуб',
    ],
    correct: 1,
  },
  {
    question: 'Кто это?',
    img:'./abronia.jpg',
    answers: [
      'Горная аброния',
      'Аброния Деппи',
      'Аброная Богерта',
      'Древесная аброния',
    ],
    correct: 4,
  },
];
